{
  "text": {
    "hi": 42,
    "hello": 38,
    "hey": 41,
    "bye": 14,
    "goodbye": 35,
    "see": 79,
    "you": 111,
    "later": 51,
    "check": 17,
    "if": 45,
    "my": 66,
    "iot": 48,
    "device": 24,
    "is": 49,
    "under": 105,
    "attack": 9,
    "detect": 22,
    "threats": 103,
    "in": 46,
    "the": 99,
    "factory": 32,
    "network": 67,
    "there": 100,
    "any": 7,
    "anomaly": 6,
    "system": 88,
    "run": 74,
    "cyber": 20,
    "threat": 102,
    "detection": 23,
    "how": 43,
    "do": 27,
    "i": 44,
    "stop": 85,
    "a": 0,
    "malware": 57,
    "what": 108,
    "should": 82,
    "compromised": 18,
    "mitigation": 62,
    "strategy": 86,
    "for": 33,
    "ransomware": 72,
    "help": 39,
    "me": 58,
    "isolate": 50,
    "infected": 47,
    "devices": 25,
    "sensor": 81,
    "status": 84,
    "everything": 30,
    "running": 75,
    "normally": 68,
    "health": 37,
    "report": 73,
    "suspicious": 87,
    "activity": 3,
    "can": 15,
    "secure": 77,
    "give": 34,
    "best": 13,
    "practices": 69,
    "cybersecurity": 21,
    "prevent": 70,
    "attacks": 10,
    "does": 28,
    "this": 101,
    "work": 110,
    "explain": 31,
    "methodology": 60,
    "ai": 4,
    "models": 64,
    "are": 8,
    "being": 12,
    "used": 106,
    "tell": 98,
    "about": 1,
    "vulnerability": 107,
    "scanning": 76,
    "m1016": 54,
    "privilege": 71,
    "escalation": 29,
    "m1030": 55,
    "helps": 40,
    "with": 109,
    "to": 104,
    "lateral": 52,
    "movement": 65,
    "segmentation": 80,
    "m1047": 56,
    "mitigate": 61,
    "credential": 19,
    "access": 2,
    "show": 83,
    "available": 11,
    "mitigations": 63,
    "list": 53,
    "all": 5,
    "have": 36,
    "display": 26,
    "security": 78,
    "measures": 59,
    "catalog": 16,
    "t1174": 95,
    "t1151": 92,
    "t1148": 91,
    "t1081": 90,
    "t1212": 96,
    "t1488": 97,
    "t1012": 89,
    "t1162": 93,
    "t1166": 94
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "threat_detection": 9,
    "mitigation": 7,
    "device_status": 2,
    "best_practices": 1,
    "explain_model": 3,
    "ask_mitigation": 0,
    "list_mitigations": 6,
    "mitigation_id": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_mitigations": 6,
    "action_lookup_mitigation": 8,
    "utter_best_practices": 14,
    "utter_device_status": 15,
    "utter_explain_model": 16,
    "utter_mitigation": 17,
    "utter_threat_detection": 18
  },
  "action_text": null,
  "intent_response_key": null
}