{
  "text": {
    "hi": 44,
    "hello": 40,
    "hey": 43,
    "bye": 16,
    "goodbye": 38,
    "see": 81,
    "you": 114,
    "later": 53,
    "check": 19,
    "if": 47,
    "my": 67,
    "iot": 50,
    "device": 26,
    "is": 51,
    "under": 108,
    "attack": 11,
    "detect": 24,
    "threats": 105,
    "in": 48,
    "the": 101,
    "factory": 34,
    "network": 68,
    "there": 102,
    "any": 9,
    "anomaly": 8,
    "system": 90,
    "run": 77,
    "cyber": 22,
    "threat": 104,
    "detection": 25,
    "on": 70,
    "sensor": 83,
    "__number__": 0,
    "analyze": 7,
    "traffic": 107,
    "from": 36,
    "plc": 71,
    "how": 45,
    "do": 29,
    "i": 46,
    "stop": 87,
    "a": 1,
    "malware": 59,
    "what": 111,
    "should": 84,
    "compromised": 20,
    "mitigation": 63,
    "strategy": 88,
    "for": 35,
    "ransomware": 75,
    "help": 41,
    "me": 60,
    "isolate": 52,
    "infected": 49,
    "devices": 27,
    "status": 86,
    "everything": 32,
    "running": 78,
    "normally": 69,
    "health": 39,
    "report": 76,
    "suspicious": 89,
    "activity": 4,
    "can": 17,
    "secure": 80,
    "give": 37,
    "best": 15,
    "practices": 72,
    "cybersecurity": 23,
    "prevent": 73,
    "attacks": 12,
    "does": 30,
    "this": 103,
    "work": 113,
    "explain": 33,
    "methodology": 61,
    "ai": 5,
    "models": 65,
    "are": 10,
    "being": 14,
    "used": 109,
    "tell": 100,
    "about": 2,
    "vulnerability": 110,
    "scanning": 79,
    "m1016": 56,
    "privilege": 74,
    "escalation": 31,
    "m1030": 57,
    "helps": 42,
    "with": 112,
    "to": 106,
    "lateral": 54,
    "movement": 66,
    "segmentation": 82,
    "m1047": 58,
    "mitigate": 62,
    "credential": 21,
    "access": 3,
    "show": 85,
    "available": 13,
    "mitigations": 64,
    "list": 55,
    "all": 6,
    "display": 28,
    "catalog": 18,
    "t1174": 97,
    "t1151": 94,
    "t1148": 93,
    "t1081": 92,
    "t1212": 98,
    "t1488": 99,
    "t1012": 91,
    "t1162": 95,
    "t1166": 96
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "threat_detection": 10,
    "mitigation": 7,
    "device_status": 2,
    "best_practices": 1,
    "explain_model": 3,
    "ask_mitigation": 0,
    "list_mitigations": 6,
    "mitigation_id": 8,
    "nlu_fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_mitigations": 6,
    "action_llm_fallback": 8,
    "action_lookup_mitigation": 9,
    "utter_best_practices": 15,
    "utter_default": 16,
    "utter_device_status": 17,
    "utter_explain_model": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_mitigation": 21,
    "utter_threat_detection": 22
  },
  "action_text": null,
  "intent_response_key": null
}