{
  "text": {
    "hi": 32,
    "hello": 29,
    "hey": 31,
    "bye": 10,
    "goodbye": 27,
    "see": 57,
    "you": 74,
    "later": 41,
    "check": 12,
    "if": 35,
    "my": 47,
    "iot": 38,
    "device": 18,
    "is": 39,
    "under": 70,
    "attack": 6,
    "detect": 16,
    "threats": 69,
    "in": 36,
    "the": 65,
    "factory": 24,
    "network": 48,
    "there": 66,
    "any": 4,
    "anomaly": 3,
    "system": 64,
    "run": 54,
    "cyber": 14,
    "threat": 68,
    "detection": 17,
    "how": 33,
    "do": 20,
    "i": 34,
    "stop": 61,
    "a": 0,
    "malware": 42,
    "what": 72,
    "should": 59,
    "compromised": 13,
    "mitigation": 45,
    "strategy": 62,
    "for": 25,
    "ransomware": 52,
    "help": 30,
    "me": 43,
    "isolate": 40,
    "infected": 37,
    "devices": 19,
    "sensor": 58,
    "status": 60,
    "everything": 22,
    "running": 55,
    "normally": 49,
    "health": 28,
    "report": 53,
    "suspicious": 63,
    "activity": 1,
    "can": 11,
    "secure": 56,
    "give": 26,
    "best": 9,
    "practices": 50,
    "cybersecurity": 15,
    "prevent": 51,
    "attacks": 7,
    "does": 21,
    "this": 67,
    "work": 73,
    "explain": 23,
    "methodology": 44,
    "ai": 2,
    "models": 46,
    "are": 5,
    "being": 8,
    "used": 71
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "threat_detection": 6,
    "mitigation": 5,
    "device_status": 1,
    "best_practices": 0,
    "explain_model": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_best_practices": 12,
    "utter_device_status": 13,
    "utter_explain_model": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_mitigation": 17,
    "utter_threat_detection": 18
  },
  "action_text": null,
  "intent_response_key": null
}