{
  "text": {
    "hi": 51,
    "hello": 47,
    "hey": 50,
    "bye": 18,
    "goodbye": 44,
    "see": 95,
    "you": 129,
    "later": 61,
    "check": 22,
    "if": 54,
    "my": 79,
    "iot": 57,
    "device": 31,
    "is": 58,
    "under": 122,
    "attack": 13,
    "detect": 29,
    "threats": 119,
    "in": 55,
    "the": 115,
    "factory": 39,
    "network": 81,
    "there": 116,
    "any": 10,
    "anomaly": 9,
    "system": 104,
    "run": 90,
    "cyber": 26,
    "threat": 118,
    "detection": 30,
    "on": 83,
    "sensor": 97,
    "__number__": 0,
    "analyze": 7,
    "traffic": 121,
    "from": 42,
    "plc": 84,
    "logs": 66,
    "at": 12,
    "c": 19,
    "data": 28,
    "linea_logs": 63,
    "csv": 25,
    "anomalies": 8,
    "file": 40,
    "var": 124,
    "log": 65,
    "netflow": 80,
    "json": 60,
    "how": 52,
    "do": 34,
    "i": 53,
    "stop": 101,
    "a": 1,
    "malware": 70,
    "what": 126,
    "should": 98,
    "compromised": 23,
    "mitigation": 75,
    "strategy": 102,
    "for": 41,
    "ransomware": 88,
    "help": 48,
    "me": 71,
    "isolate": 59,
    "infected": 56,
    "devices": 32,
    "status": 100,
    "everything": 37,
    "running": 91,
    "normally": 82,
    "health": 46,
    "report": 89,
    "suspicious": 103,
    "activity": 4,
    "can": 20,
    "secure": 93,
    "give": 43,
    "best": 17,
    "practices": 85,
    "cybersecurity": 27,
    "prevent": 86,
    "attacks": 14,
    "does": 35,
    "this": 117,
    "work": 128,
    "explain": 38,
    "methodology": 73,
    "ai": 5,
    "models": 77,
    "are": 11,
    "being": 16,
    "used": 123,
    "tell": 114,
    "about": 2,
    "vulnerability": 125,
    "scanning": 92,
    "m1016": 67,
    "privilege": 87,
    "escalation": 36,
    "m1030": 68,
    "helps": 49,
    "with": 127,
    "to": 120,
    "lateral": 62,
    "movement": 78,
    "segmentation": 96,
    "m1047": 69,
    "mitigate": 74,
    "credential": 24,
    "access": 3,
    "show": 99,
    "available": 15,
    "mitigations": 76,
    "list": 64,
    "all": 6,
    "have": 45,
    "display": 33,
    "security": 94,
    "measures": 72,
    "catalog": 21,
    "t1174": 111,
    "t1151": 108,
    "t1148": 107,
    "t1081": 106,
    "t1212": 112,
    "t1488": 113,
    "t1012": 105,
    "t1162": 109,
    "t1166": 110
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "threat_detection": 10,
    "mitigation": 7,
    "device_status": 2,
    "best_practices": 1,
    "explain_model": 3,
    "ask_mitigation": 0,
    "list_mitigations": 6,
    "mitigation_id": 8,
    "nlu_fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_mitigations": 6,
    "action_llm_fallback": 8,
    "action_lookup_mitigation": 9,
    "action_run_anomaly_detection": 12,
    "utter_best_practices": 16,
    "utter_device_status": 17,
    "utter_explain_model": 18,
    "utter_mitigation": 19
  },
  "action_text": null,
  "intent_response_key": null
}