{
  "text": {
    "hi": 51,
    "hello": 47,
    "hey": 50,
    "bye": 18,
    "goodbye": 45,
    "see": 97,
    "you": 133,
    "later": 62,
    "check": 21,
    "if": 56,
    "my": 79,
    "iot": 59,
    "device": 32,
    "is": 60,
    "under": 126,
    "attack": 13,
    "detect": 30,
    "threats": 123,
    "in": 57,
    "the": 119,
    "factory": 40,
    "network": 80,
    "there": 120,
    "any": 10,
    "anomaly": 9,
    "system": 107,
    "run": 92,
    "cyber": 24,
    "threat": 122,
    "detection": 31,
    "on": 82,
    "sensor": 99,
    "__number__": 0,
    "analyze": 8,
    "traffic": 125,
    "from": 43,
    "plc": 83,
    "how": 52,
    "do": 35,
    "i": 54,
    "stop": 103,
    "a": 1,
    "malware": 68,
    "what": 130,
    "should": 100,
    "compromised": 22,
    "mitigation": 74,
    "strategy": 104,
    "for": 42,
    "ransomware": 90,
    "help": 48,
    "me": 70,
    "isolate": 61,
    "infected": 58,
    "devices": 33,
    "status": 102,
    "everything": 38,
    "running": 93,
    "normally": 81,
    "health": 46,
    "report": 91,
    "suspicious": 105,
    "activity": 4,
    "can": 19,
    "secure": 96,
    "give": 44,
    "best": 17,
    "practices": 87,
    "cybersecurity": 25,
    "prevent": 88,
    "attacks": 14,
    "does": 36,
    "this": 121,
    "work": 132,
    "explain": 39,
    "methodology": 71,
    "ai": 6,
    "models": 77,
    "are": 11,
    "being": 16,
    "used": 127,
    "tell": 118,
    "about": 2,
    "vulnerability": 129,
    "scanning": 95,
    "m1016": 65,
    "privilege": 89,
    "escalation": 37,
    "m1030": 66,
    "helps": 49,
    "with": 131,
    "to": 124,
    "lateral": 63,
    "movement": 78,
    "segmentation": 98,
    "m1047": 67,
    "mitigate": 73,
    "credential": 23,
    "access": 3,
    "ddos_tcp": 28,
    "tcp": 117,
    "syn": 106,
    "flood": 41,
    "ddos_http": 26,
    "http": 53,
    "ddos_icmp": 27,
    "icmp": 55,
    "scan": 94,
    "vuln": 128,
    "assessment": 12,
    "port": 84,
    "portscanning": 86,
    "port_scan": 85,
    "mitm": 76,
    "man": 69,
    "middle": 72,
    "defend": 29,
    "against": 5,
    "show": 101,
    "available": 15,
    "mitigations": 75,
    "list": 64,
    "all": 7,
    "display": 34,
    "catalog": 20,
    "t1174": 114,
    "t1151": 111,
    "t1148": 110,
    "t1081": 109,
    "t1212": 115,
    "t1488": 116,
    "t1012": 108,
    "t1162": 112,
    "t1166": 113
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "threat_detection": 10,
    "mitigation": 7,
    "device_status": 2,
    "best_practices": 1,
    "explain_model": 3,
    "ask_mitigation": 0,
    "list_mitigations": 6,
    "mitigation_id": 8,
    "nlu_fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_mitigations": 6,
    "action_llm_fallback": 8,
    "action_lookup_mitigation": 9,
    "utter_best_practices": 15,
    "utter_default": 16,
    "utter_device_status": 17,
    "utter_explain_model": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_mitigation": 21,
    "utter_threat_detection": 22
  },
  "action_text": null,
  "intent_response_key": null
}